/*
 *** Примечание:***************************************************************************************
 * в каждом задании любое вычисляемое или просто "новое" значение следует сначала заносить в отдельную
 * переменную,  а затем выводить на экран значение этой переменной.
 ******************************************************************************************************
 */

/*
* Задание:
*** Напишите класс, который выводит на экран в первой строке три знака "+", во второй - четыре знака "!",
*** в третьей - два знака "?".
 */

public class Task1 {

    public static void main(String[] args) {

        String plus = "+++";
        String exclamation = "!!!!";
        String question = "??";

        System.out.println(plus);
        System.out.println(exclamation);
        System.out.println(question);

    }

}
